print (len('abracadabra'))   # Задача "Длина слова".
print('first',5)   #Задача 'Суммы и разности'.
print('second',10)   #Задача 'Суммы и разности'.
print ('Сумма', 5+10) #Задача 'Суммы и разности'.
print('Разность', 5-10) #Задача 'Суммы и разности'.
print('first',3)   #Задача 'Среднеее арифметическое'.
print('second',5)#Задача 'Среднеее арифметическое'.
print('thing',6)#Задача 'Среднеее арифметическое'.
print('first',5)#Задача 'Среднеее арифметическое'.
print("Среднее арифметическое", (3+5+6//3))#Задача 'Среднеее арифметическое'.
print('first string' + ' "Понедельник"')  #Задача 'Простые строчки'.
print('second string' + ' "Вторник"')   #Задача 'Простые строчки'.
print("Понедельник,","Вторник")   #Задача 'Простые строчки'.
print('a', "=","3")   #Задача 'Среднеее арифметическое'.
print('b', "=","5")   #Задача 'Среднеее арифметическое'.
print('c', "=","6")   #Задача 'Среднеее арифметическое'.
print('f', "=","(a*b)+(a*c)")   #Задача 'Среднеее арифметическое'.
print( 'f',"=",((3*5)+(3*6))**3/2 )